{
    "title":"Wife's First Model",
    "description":"Painted by my wife at my request that she try out model painting. We looked at almost every model on the site and she really liked the expression this old resin Skink Handler is making. She likes to mix her own colours, but the Vallejo primary colours we bought made nothing but blue-grey when mixed, so we had to give up and paint him my way with only GW paints, whole thing was very strange. Probably going to be her only model because he took all night to paint and she doesn't like trying to paint something so small. I took care of the varnishing and base, and mildly helped with one eye, but she decided the colour scheme and did all the actual paint on the model itself. I think the details look really good, espeically the highlights and eyes, and not just for a first-time painter. She did have some fun with him at least, like making the tip of the spear a stone and giving him a touch of Vitiligo with some white spots. Her absolute favourite part was definitely giving him the pedicure with French Tips though. He came with two others and a Razordon that I'm going to paint later. There's also a Skink Priest with Feathered Cloak to be painted, not sure who's painting that one yet.",
    "category":["Extra"],
    "colours":["Skin: Ahriman Blue, Nuln Oil all over, highlight Ahriman Blue and Ahriman Blue/Vallejo White, Vallejo White spots on fin",
        "Scales: Kabalite Green, highlight Sybarite Green",
        "Wood: Dryad Bark, Agrax Earthshade, highlight Gorthor Brown",
        "Metal: Leadbelcher, Nuln Oil all over, highlight Stormhost Silver",
        "Stone: Mechanicus Standard Grey, Nuln Oil all over, highlight Dawnstone and Dawnstone/Vallejo White",
        "Eyes: Vallejo White, Pink Horror in corners, Thousand Sons Blue iris, Abaddon Black pupil, Ardcoat",
        "Claws: Pink Horror/Vallejo White, Seraphim Sepia all over, highlight Vallejo White",
        "Base: Vallejo Brown Earth Texture, Agrax Earthshade all over, drybrush Screaming Skull, Gamers Grass TinyTufts Beige, Steel Legion Drab rim"]
}