{
    "title":"Veteran Guardsmen Kill Team",
    "description":"Death Korps of Krieg Guardsmen from Kill Team Octarius. Fun to paint all the different weapons for one squad.",
    "colours":["Red Coats: Khorne Red, Nuln Oil all over legs, Carrobrug Crimson all over coat, light drybrush of Evil Sunz Scarlet and Wild Rider Red",
        "Steel: Leadbelcher, Nuln Oil all over, edge hightlight Stormhost Silver",
        "Gold: Retributor Armour, Reikland Fleshshade all over, highlight Liberator Gold",
        "Shiny Brass: Retributor Armour, Reikland Fleshshade all over, highlight Sycorax Bronze",
        "Black: Abaddon Black, edge highlight Eshin Grey and Dawnstone",
        "Backpacks: Zandri Dust, Seraphim Sepia all over, highlight Zandri Dust",
        "Leather/Wood: Dryad Bark, Agrax Earthshade all over, edge highlight Gorthor Brown",
        "Lenses/Scope: Vallejo White, Coelia Greenshade, Ardcoat",
        "Gauges: Vallejo White, Mephiston Red",
        "Plasma Pistol: Vallejo White, drybrush Ahriman Blue, light drybrush Vallejo White",
        "Power Sword: Glaze Ahriman Blue all over, lightning Ahriman Blue, mix Ahriman Blue and Vallejo white up to pure white to highlight",
        "Book: Zandri Dust pages, Dryad Bark cover and text",
        "Flashlight: Vallejo White, glaze Flash Gitz Yellow, Ardcoat",
        "Medkit bag: Celestra Grey, Nuln oil all over, Ulthuan Grey all over, highlight Vallejo White",
        "Medkit supplies: Warboss Green, Mephiston Red, Macragge Blue",
        "Map: Zandri Dust paper, Abaddon Black and Mephiston Red details",
        "Flamer tank: Mephiston Red, Carroburg Crimson all over, highlight Evil Sunz Scarlet",
        "Water jugs: Macragge Blue",
        "Medals: Waaagh Flesh, Biel-tan Green all over, highlight Warboss Green. Macragge Blue, Nuln oil all over",
        "Comm Handset: Zandri Dust receiver, Eshin Grey cord, highlight Dawnstone",
        "Muddy Legs: Drybrush Dryad Bark",
        "Base: Vallejo Brown Earth Texture, Dryad Bark, Agrax Earthshade all over, drybrush Screaming Skull, Steel Legion Drab rim"]
}