{
    "title":"Drukhari Wyches",
    "description":"Inspired by painting the Ur-Ghuls, I wanted to paint some more Drukhari, and started with the most basic ones. I was intimidated by these for a long time because of the small size and the faces, but I think they turned out great and were actually really fun. Especially proud of the power sword because I didn't really know where I was going when I started painting it. I also added small red cloth accents to possibly use them as Ynnari in the future.",
    "category":["40k"],
    "colours":["Armour: Incubi Darkness, Nuln Oil all over, thick highlight Kabalite Green, edge highlight Sybarite Green",
        "Skin: Rakarth Flesh, Reikland Fleshshade all over, highlight Rakarth Flesh and Pallid Wych Flesh",
        "Red Hair: Mephiston Red, Carroburg Crimson all over, highlight Evil Sunz Scarlet and Wild Rider Red",
        "Red Cloth: Mephiston Red, Nuln Oil all over, highlight Mephiston Red and Evil Sunz Scarlet ",
        "Clothing: Abaddon Black, highlight with glazes of Incubi Darkness and Thunderhawk Blue",
        "Steel: Leadbelcher, Nuln Oil all over, highlight Stormhost Silver",
        "Blades/Weapons: Leadbelcher, Biel-Tan Green all over, highlight Stormhost Silver",
        "Flayed Skin: Rakarth Flesh or Cadian Fleshstone or Kislev Flesh, Agrax Earthshade all over, highlight same as base colour",
        "Leather: Dryad Bark, Agrax Earthshade all over, highlight Gorthor Brown",
        "Gun Casings: Abaddon Black, highlight Eshin Grey and Dawnstone",
        "Bone: Zandri Dust, Seraphim Sepia all over, highlight Ushabti Bone and Screaming Skull",
        "Ur-Ghul Head: Skin: Ulthuan Grey, Coelia Greenshade all over, Carroburg Crimson on face, drybrush Ulthuan Grey, glaze highlights of Vallejo White",
        "Eyes: Vallejo White, Abaddon Black pupils",
        "Mouths: Screamer Pink Tongue, Vallejo White teeth, small amount of Reikland Fleshshade on edges of teeth",
        "Tubes/Vials: Vallejo White, Hexwraith Flame all over",
        "Blast Pistol Glow: Vallejo White, Flash Gitz Yellow, Carroburg Crimson all over but fade slightly at edges with water, highlight centre with Flash Gitz Yellow and Vallejo White",
        "Blast Pistol Barrel: Leadbelcher, Carroburg Crimson blending with Druchii Violet closer to tip, glaze Abaddon Black to blacken tip",
        "Power Sword: Vallejo White, glaze Kabalite Green to make darker sections with gradients to white, two coats of Hexwraith Flame all over, Vallejo White on edges, centre line and details. Add lines of Vallejo White from centre to edge, and glaze onto spikes at bottom. Ardcoat",
        "Soulstone: Retributor Armour, Reikland Fleshshade all over, highlight Retributor Armour. Vallejo White centre, Blood for the Blood God",
        "Base: Vallejo White Pumice, Mechanicus Standard Grey, Nuln Oil all over, drybrush Screaming Skull, Mechanicus Standard Grey rim "]
}