{
    "title":"Da Red Gobbo and Bounca",
    "description":"A fun Christmas gift from my wife, I painted him in May in case he took forever to finish. But then I ended up painting him in like 3 days. Really fun model with a lot of character, going to try and use him in-game as Zodgrod Wortsnagga, makes sense for Gretchin to follow him I think.",
    "category":["40k"],
    "colours":["Green Skin/Tree: Waaagh Flesh, Biel-tan Green all over, highlight Warboss Green and Skarsnik Green",
        "Coat Red: Khorne Red, Nuln Oil all over, highlight Khorne Red, Evil Sunz Scarlet, Wild Rider Red",
        "Coat White: Vallejo White, Nuln Oil all over, highlight Vallejo White",
        "Squig Skin: Mephiston Red, Carroburg Crimson all over, second layer of Carroburg Crimson on hair, highlight Evil Sunz Scarlet and Wild Rider Red",
        "Squig Tongue: Screamer Pink, Druchii Violet all over, Ardcoat",
        "Squig Eyes/Claws: Abaddon Black, Ardcoat",
        "Steel: Leadbelcher, Nuln Oil all over, edge hightlight Stormhost Silver",
        "Wood: Dryad Bark, Agrax Earthshade all over, highlight Gorthor Brown",
        "Leather: Dryad Bark, Agrax Earthshade all over, edge highlight Gorthor Brown",
        "Wrappings: Rakarth Flesh, Agrax Earthshade all over, highlight Pallid Wych Flesh",
        "Medals: Ahriman Blue and Kabalite Green, Nuln Oil all over, highlight with original colours",
        "Wire: Waaagh Flesh, Nuln Oil all over, highlight Waaagh Flesh",
        "Lights: Vallejo White, mix of Flash Gitz Yellow and Lahmian Medium all over",
        "Dynamite: Mephiston Red. Nuln Oil all over, highlight Mephiston Red and Evil Sunz Scarlet",
        "Smoke: Vallejo White, wet bland Ulthuan Grey, Celestra Grey, Mechanicus Standard Grey and Abaddon Black, highlight with Flash Gitz Yellow and glaze of Flash Gitz Yellow",
        "Bulbs: Retributor Armour, Reikland Fleshshade all over, highlight Auric Armour Gold",
        "Beard: Celestra Grey, Nuln Oil all over, highlight Ulthuan Grey and Vallejo White",
        "Eye Lenses: Vallejo White, Blood for the Blood God ",
        "Snow: Vallejo White, mix of Ahriman Blue and Lahmian Medium all over"]
}