{
    "title":"Chaos Lord on Karkadrak",
    "description":"I think by far my best work up to this point. I tried to follow the 'Eavy Metal instructions for black armour as best I could, and I think it really worked out. I liked the look of Nighthaunt Gloom for a cloak and thought it would look good with snow on the base, so I tried to make all the colours look cold overall. It ended up making the model quite monochromatic, but I think it really works and gives the entire model a very cohesive theme overall.",
    "category":["AoS"],
    "colours":["Armour: Abaddon Black, thick edge highlight 50/50 Abaddon Black and Incubi Darkness, thinner edge highlight Incubi Darkness, edge highlight Thunderhawk Blue, edge highlight corners Fenrisian Grey",
        "Armour Cracks: Vallejo White, glaze in and around with Ahriman Blue, Vallejo White points in intersections",
        "Metal: Leadbelcher, Nuln Oil all over, highlight Stormhost Silver",
        "Armour Scratches and Rivets: Fenrisian Grey",
        "Karkadrak body: Celestra Grey, Coelia Greenshade all over, Coelia Greenshade again on spines, drybrush Ahriman Blue and Fenrisian Grey on spines, highlight Fenrisian Grey on scales",
        "Karkadrak claws: Celestra Grey, Coelia Greenshade all over, Nuln Oil all over twice, edge highlight Fenrisian Grey",
        "Karkadrak eyes: Skarsnik Green, Abaddon Black, Ardcoat",
        "Bone/Teeth/Horns: Zandri Dust. Seraphim Sepia all over, highlight Ushabti Bone and Screaming Skull",
        "Straps: Abaddon Black, highlight Eshin Grey and Dawnstone",
        "Cloak/Fabric: Vallejo White, Nighthaunt Gloom, drybrush Vallejo White",
        "Fur: Celestra Grey, Nuln Oil all over, highlight Ulthuan Grey and Vallejo White",
        "Weapons: Leadbelcher, Vallejo White in runes, glaze with Ahriman Blue, Vallejo White points in intersections, highlight Stormhost Silver",
        "Weapon Hilts: Leadbelcher, Nuln Oil all over, highlight Stormhost Silver",
        "Tongue: Screamer Pink, Carroburg Crimson all over, highlight Pink Horror",
        "Base Rock: Mechanicus Standard Grey, Nuln Oil all over, highlight Dawnstone",
        "Base: Vallejo White Pumice. Mechanicus Standard Grey, Nuln Oil all over, drybrush Dawnstone, Gamers Grass Dry, Valhallan Blizzard, Mechanicus Standard Grey base rim"]
}